---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Family
zh: 族
source: html/f3615aef-5a80-26d7-fe0d-18fc4285a277.htm
---
# Family Members

**中文**: 族

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.